const texts = {
  RuslanAdelina: {
    textH1: `Дорогие, `,
    textH2: "Руслан и Аделина!",
    textP1: `Мы с огромной радостью хотим пригласить самых близких и дорогих нам людей разделить этот волшебный момент — день нашей свадьбы.


`,
    textP2: `Этот день станет началом нашей долгой и счастливой семейной жизни. Разделите с нами эту радость, мы приглашаем Вас на торжество, посвященное нашей свадьбе.`,
    textP3: `Приходите стать частью нашего большого дня, принести с собой тепло, улыбки и добрые пожелания. Ваше присутствие сделает этот момент еще более особенным!`
  },

  Max: {
    textH: "Добрый день, Максим!",
  },

  defaultText: {
    textH1: `Дорогие Гости!`,
    textP1: `Этот день станет началом нашей долгой и счастливой семейной жизни. Разделите с нами эту радость, мы приглашаем Вас на торжество, посвященное нашей свадьбе.`,
    textP2: `Ждём всех с хорошим настроением. Просим не дарить нам цветы, так как скоро 
      у нас планируется свадебное путешествие.`,
  },
};

export default texts;
