const texts = {
  RuslanAdelina: {
    textH: "Добрый день, Руслан и Аделина!",
    textL: `Один день в этом году будет для нас       
особенным и мы хотим провести его в кругу близких. 
Поэтому мы приглашаем друзей, разделить с нами столь радостный момент! 
Просим не дарить нам цветы, так как скоро 
у нас планируется свадебное путешествие.`,
  },
  Max: {
    textH: "Добрый день, Максим!",
    textL: `Один день в этом году будет для нас       
особенным и мы хотим провести его в кругу близких. 
Поэтому мы приглашаем друзей, разделить с нами столь радостный момент! 
Просим не дарить нам цветы, так как скоро 
у нас планируется свадебное путешествие.`,
  },
};

export default texts;
