const texts = {
  RuslanAdelina: {
    textH1: `Дорогие, `,
    textH2: "Руслан и Аделина!",
    textP1: `Мы с огромной радостью хотим пригласить самых близких и дорогих нам людей разделить этот волшебный момент — день нашей свадьбы.


`,
    textP2: `Это будет не просто праздник, а день, который навсегда останется в наших сердцах как символ любви, счастья и единства. И мы не представляем его без вас, ведь именно вы делаете нашу жизнь такой яркой и наполненной смыслом.`,
    textP3: `Приходите стать частью нашего большого дня, принести с собой тепло, улыбки и добрые пожелания. Ваше присутствие сделает этот момент еще более особенным!`
  },

  Max: {
    textH: "Добрый день, Максим!",
  },

  defaultText: {
    textH1: `Дорогие Гости!`,
    textP1: `Один день в этом году будет для нас       
      особенным и мы хотим провести его в кругу близких. 
      Поэтому мы приглашаем Вас, разделить с нами столь радостный момент!`,
    textP2: `Ждём всех с хорошим настроением. Просим не дарить нам цветы, так как скоро 
      у нас планируется свадебное путешествие.`,
  },
};

export default texts;
